/*
 Localizable.strings
 Owncloud iOs Client
 
 Created by Javier Gonzalez on 7/17/12.
 */

/*
 Copyright (C) 2014, ownCloud, Inc.
 This code is covered by the GNU Public License Version 3.
 For distribution utilizing Apple mechanisms please see https://owncloud.org/contribute/iOS-license-exception/
 You should have received a copy of this license
 along with this program. If not, see <http://www.gnu.org/licenses/gpl-3.0.en.html>.
 */


//First Screen
"go_to_login" = "Configurar Conta";
"you_need_an_account" = "Não existem contas $appname no seu dispositivo.\nPara poder usar esta App, precisa de criar uma.";

//Login Screen
"testing_connection" = "Teste de Ligação";
"server_instance_not_found" = "Servidor não encontrado";
"secure_connection_established" = "Estabelecida Ligação Segura";
"https_non_secure_connection_established" = "Redirecionado para uma rota insegura";
"connection_established" = "Ligação Estabelecida";
"login_details" = "Detalhes da Sessão";
"username" = "Nome de utilizador";
"password" = "Palavra-passe";
"login" = "Iniciar Sessão";
"cancel" = "Cancelar";
"error_login_message" = "O utilizador ou a palavra-passe está incorreto(a)";
"ok" = "ACEITAR";
"url_sample" = "Endereço do servidor https://…";
"forbidden_characters_in_password" = "Esta palavra-passe contém carateres proibidos.";
"server" = "Servidor";
"url" = "URL";
"session_expired" = "A sessão expirou";
"credentials_different_user" = "O utilizador inserido não coincide com o utilizador desta conta";
"auth_unsupported_auth_method" = "O servidor não suporta este método de autenticação";
"saml_server_does_not_give_user_id" = "O servidor não está a devolver a Id. do utilizador correta. Por favor, contacte o seu administrador";
"authentification_not_valid" = "Não é possível autenticar com este servidor";
"error_too_many_http_redirects" = "Ocorreu um erro ao estabelecer a ligação. Por favor, tente de novo";
"retry" = "Repetir";
"help_link_login" = "Novo na $appname?";

//TabBarItems
"settings"="Definições";
"files_tab"="Ficheiros";

//Uploading
"upload" = "Enviar";
"account" = "Conta";
"location" = "Localização:";
"photo_albums" = "Álbuns de Fotografias";
"loading" = "A carregar...";
"no_access_to_gallery" = "Por favor, ative o acesso às Fotografias e Vídeos para a $appname. Esta opção pode ser encontrada em Definições > Privacidade > Fotografias.";
"error" = "Erro";
"upload_failed"="Envio Falhou";
"redirection_problem"="Ação de redirecionamento URL não é suportada";

//First View
"menu_upload" = "Enviar Fotografia/Vídeo";
"menu_folder" = "Nova Pasta";

//Create Folder
"create_folder" = "Criar Nova Pasta";
"folder_name" = "Inserir Nome da Pasta";
"save" = "Guardar";
"folder_exist" = "Já existe uma pasta com esse nome. Por favor, insira outro nome.";
"folder_create_error"="Não foi possível criar a diretoria";
"not_show_potrait"="O menu não está disponível na visualização em paisagem. Por favor, altere a visualização para retrato.";
"not_possible_create_folder" = "Não foi possível criar a pasta.";

//FilesView
"confirm_to_delete_item" = "Confirmar Eliminação do Item";
"yes" = "Sim";
"no" = "Não";
"delete_from_device" = "Tem a certeza que quer eliminar este ficheiro deste aparelho?";
"delete_from_server" = "Tem a certeza que quer eliminar este ficheiro do servidor?";
"not_possible_connect_to_server" = "Não é possível conectar-se ao servidor neste momento.";
"delete_folder_from_server" = "Tem a certeza que quer eliminar esta pasta do servidor?";
"delete_local_server" = "Apagar do aparelho e do servidor";
"delete_local" = "Apagar do aparelho";
"delete_server" = "Apagar do servidor";
"error_path" = "Não é possível abrir esta pasta. Por favor, verifique se ela existe";
"error_not_permission" = "Não tem permissão para completar esta operação";
"folders" = "pastas";
"files" = "ficheiro";
"folder" = "pasta";
"file" = "ficheiro";
"more_swipe" = "Mais";
"message_not_files" = "Aqui não existe nada. Envie qualquer coisa!";

//Refresh file list
"release_refresh"="Solte para atualizar...";
"loading_refresh"="A carregar...";
"pull_down_refresh"="Puxe para baixo para atualizar.";

//Miscelanea
"back" = "Voltar";

//Preview
"open_with_label" = "Abrir com";
"delete_label"= "Apagar";

//Open with
"file_cannot_be_opened" = "Não é possível abrir o ficheiro";
"no_app_instaled_to_open_it" = "Não tem nenhuma aplicação instalada para abrir este tipo de ficheiro.";

//WTClient messages (Download/Upload)
"establishing_connection" = "A estabelecer a ligação";
"not_establishing_connection" = "Não consegue estabelecer ligação";
"connection_closed" = "Ligação fechada";
"connection_lost" = "Ligação perdida";
"auth_failed" = "A autenticação falhou";
"auth_passed" = "Autenticação Aprovada";
"request_file_not_found" = "Ficheiro solicitado não encontrado no servidor";
"request_file_not_accesed" = "Ficheiro solicitado não pode ser acedido";
"unknow_response_server" = "Erro. Resposta inesperada do servidor.";
"uploading_data" = "Carregando Dados";
"downloading_data" = "A descarregar dados";
"transfer_complete" = "Transferência concluída ";
"transfer_failed" = "Transferência falhou";

//Settings and PinCode
"title_app_pin" = "Código";
"enter_app_pin" = "Inserir Código";
"enter_app_pin_long_description" = "Inerir Código";
"reenter_app_pin" = "Reinserir Código";
"remove_app_pin" = "Remover Código";
"both_pass_not_same" = "Os Códigos inseridos não coincidem";
"app_pin_incorrect" = "Código incorreto";
"disconnect_button" = "Desligar do servidor";
"pin_removed" = "Código removido";
"incorrect_pin" = "Código Incorreto";
"app_pin_stored" = "Código guardado";
"help" = "Ajuda";
"recommend_to_friend" = "Recomendar a Amigo";
"send_feedback" = "Enviar Feedback";
"manage_accounts" = "Gerir Contas";
"add_new_account" = "Adicionar conta nova";
"save_changes" = "Guardar";
"add_account" = "Adicionar";
"user_exist" = "O utilizador já existe";
"imprint_button" = "Impressum";
"title_instant_upload"="Envio Instantâneo";
"accounts_section" = "Contas";
"security_section" = "Segurança";
"instant_updloads_section" = "Envios Instantâneos";
"more_section" = "Mais";

//Downloading
"can_no_copy_to_gallery" = "Este ficheiro não pode ser copiado para a galeria porque não pode ser aberto pela mesma";
"file_is_downloading" = "Este ficheiro já está a ser descarregado";
"download_file_exist" = "Não é possível abrir este ficheiro. Por favor, verifique se ele existe";
"wait_to_download" = "A preparar para descarregar";
"updating" = "Atualizando";
"msg_while_downloads" = "Não é possível concretizar esta operação, por favor aguarde até o download atual terminar";

//SSL
"invalid_ssl_cert" = "A identidade do sítio não pode ser verificada. Quer confiar neste certificado de qualquer maneira?";
"connection_declined" = "Ligação recusada pelo utilizador";

//Recent view
"recent_now"="Segundos atrás";
"recent_minutes"="$minutes minutos atrás";
"recent_minute"="$minutes minuto atrás";
"recent_hours"="$hours horas atrás";
"recent_hour"="$hours hora atrás";
"recent_days"="$days dias atrás";
"recent_day"="$days dia atrás";
"recent_months"="$months meses atrás";
"recent_month"="$months mês atrás";

"uploads_tab"="Carregamentos";
"current_section"="Actualmente";
"uploader_section"="Carregado";
"nothing_was_upload_recently"="Nada recentemente carregado para este aparelho";
"failed_uploader_section"="Carregamentos Falhados";
"error_credential"="Erro de credenciais";
"error_destiny_does_not_exist"="Erro da pasta";
"error_file_exists"="Erro de conflito";
"error_permission" = "Erro de permissão";
"error_file_does_not_exist" = "Erro do ficheiro";
"error_file_in_background" = "Erro do servidor";
"error_file_invalid_characters" = "Carateres inválidos";
"change_active_user"="Mudar o utilizador ativo para";
"waiting_for_server"="Aguardando a ligação com o servidor";
"waiting_for_upload"="Esperando para carregar";
"error_permission_alert_message" = "Você não tem permissão para carregar ficheiros para esta pasta";
"choose_folder" = "Escolha uma pasta";

//Select Folder View
"upload_label"="Carregado para";
"create_button"="Criar";
"choose_button"="Escolher";

//Rename
"rename_long_press" = "Renomear";
"rename_file_title" = "Renomear";
"enter_new_name" = "Introduza um novo nome:";
"rename_file_exist" = "Já existe um ficheiro com esse nome. Por favor, insira outro nome.";

//Move
"move_long_press" = "Mover";
"move_to_label" = "Mover para";
"file_exist" = "O ficheiro já existe na pasta de destino";
"override_file" = "Quer substituir o ficheiro existente com este?";
"accept" = "Aceitar";
"error_folder_destiny_is_the_same" = "ERRO: não é possível mover a pasta para ela própria";
"original_file_exist" = "Não é possível mover este ficheiro. Por favor, verifique se ele existe";
"original_folder_exist" = "Não é possível mover esta pasta. Por favor, verifique se ela existe";

//Download folfer
"download_folder" = "Download Folder";
"cancel_download" = "Cancel Download";

//Upload from other apps
"other_apps_title" = "Destino";
"other_apps_account" = "Conta";
"other_apps_folder" = "Pasta";
"other_apps_file_name" = "Nome do ficheiro";
"other_apps_send_to" = "Carregado para";
"error_moving_file" = "Não é possível mover este ficheiro. Verifique se a pasta de destino existe";
"forbidden_characters_from_server" = "O nome contém pelo menos um caráter inválido";
"overwritte_title" = "Substituir";

//Social
"twitter_message" = "Experimente $twitteruser no seu smartphone!";
"facebook_message" = "Experimente $appname no seu smartphone!\n";
"mail_recommendation_subject" = "Experimente $appname no seu smartphone!";
"mail_recommendation_body" = "Quero convidá-lo para experimentar $appname no seu smartphone!\nDescarregue aqui:";
"device_not_support_mail" = "O seu aparelho não suporta a folha de compositor";
"mail_feedback_subject" = "Feedback $appname";
"account_not_configure" = "O seu aparelho não tem a conta configurada. Vá a Definições para configurá-la.";

//Storage
"of_storage" = "de";
"occupied_storage" = "ocupado";
"storage" = "Armazenamento";
"storage_upgrade" = "Atualizar Armazenamento";

//Jimmies
"this_file_is_older" = "Nova versão disponível";
"msg_update_file_0_bytes" = "O ficheiro no servidor tem 0 bytes. Quer substituir o ficheiro existente no seu aparelho com este ficheiro vazio?";

//Shared
"shared_tab" = "Links partilhados";
"message_not_shared_files" = "Ainda não partilhou quaisquer ficheiros por hiperligação.";
"message_not_shared_api_support" = "Desculpe, a partilha não está activada no servidor. Por favor contacte o administrador";
"share_link_long_press" = "Compartilhar";
"unshare_link" = "Deixar de partilhar a ligação";
"share_not_available_on_this_server" = "Desculpe, este recurso não está ativado no servidor. Por favor contacte o administrador";
"copy_link" = "Copiar hiperligação";
"file_to_share_not_exist" = "Não é possível partilhar este ficheiro ou pasta. Por favor, verifique se existe";
"file_to_unshare_not_exist" = "Não é possível retirar a partilha deste ficheiro ou pasta. Por favor, verifique se existe";
"shared_link_protected_title" = "Insira uma palavra-passe";
"shared_link_protected_message" = "Para partilhar a hiperligação deve inserir uma palavra-passe para a proteger.";
"pasword_empty" = "A palavra-passe não pode estar em branco";
"no_pasword" = "Deve inserir uma palavra-passe";
"get_share_link" = "Obter hiperligação de Partilha";
"set_expiration_time" = "Definir tempo de expiração";
"password_protect" = "Proteger com Palavra-passe";
"default_not_possible_msg" = "It is not possible to do this operation, try later please";
"share_user_group_indicator" = "grupo";
"add_user_or_group_title" = "Adicionar Utilziador ou Grupo";
"share_with_users_or_groups" = "Partilhar com Utilizadores e Grupos";
"not_share_with_users_yet"= "Ainda não foram partilhados os dados com os utilizadores";
"not_sharee_api_supported" = "Sorry, your server version does not allow share with users within clients. Please contact your administrator";
"share_link_title" = "Compartilhar hiperligação";
"not_share_link_enabled_capabilities" = "Share Link is not enabled in this server. Please contact your administrator";
"shared_link_cannot_remove_password" = "Cannot remove the password";
"shared_link_cannot_remove_expiration_date" = "Cannot clear expiration date. Shares are required to have an expiration date";

//Favorites
"favorite" = "Favorito";
"unfavorite" = "Retirar Favorito";
"parent_folder_is_favorite" = "A folder that contains this file is already favorite";

//Document provider
"error_login_doc_provider" = "Não foi possível aceder à sua conta. Por favor, use a aplicação ownCloud para entrar primeiro.";
"error_sending_file_to_document_picker" = "Erro ao carregar ficheiro para separador de documentos";
"error_user_change_in_core_app" = "O utilizador foi alterado na aplicação $appname";
"error_connecting_with_server" = "Não está a ser possível a ligação com o servidor, por favor tente mais tarde";
"move_doc_provider_button" = "Mover para esta localização";
"export_doc_provider_button" = "Exportar para esta localização";

//Instant uploads
"location_not_enabled"="Serviços de Localização desativados";
"message_location_not_enabled"="Por favor, vá a Definições e ative os Serviços de Localização para permitir o envio instantâneo de fotografias.";

"access_photos_library_not_enabled" = "Acesso às Fotografias não ativado";
"message_access_photos_not_enabled" = "Por favor, vá a Definições e ative o Acesso às Fotografias para permitir o envio instantâneo de fotografias.";

"access_photos_and_location_not_enabled" = "Acesso às Fotografias e Localização não ativado";
"message_access_photos_and_location_not_enabled" = "Por favor, vá a Definições e ative o Acesso às Fotografias e Serviços de Localização para permitir o envio instantâneo de fotografias.";

//PDF reader
"page_of_pages" = "de"; //Example: 5 of 10

//Share in
"files_added" = "Ficheiros adicionados";
"files_will_be_upload_next_time" = "Os ficheiros irão começar a ser enviados da próxima vez que abrir o ownCloud";

//Help Guide main app
"title_help_slide_0" = "Bem-vindo à CloudBag!";
"message_help_slide_0" = "Deslize para saber mais";
"title_help_slide_1" = "Envios Instantâneos";
"message_help_slide_1" = "Mantenha as suas fotografias seguras";
"title_help_slide_2" = "Controle todos os seus ficheiros";
"message_help_slide_2" = "Pode eliminar, mover";
"title_help_slide_3" = "Compartilhar";
"message_help_slide_3" = "Pode compartilhar os ficheiros e pastas";
"title_help_slide_4" = "Conta Múltipla";
"message_help_slide_4" = "Conete para todas as suas nuvens";
"title_help_slide_5" = "Os seus ficheiros privados sincronizados em qualquer lugar";
"message_help_slide_5" = "5";
"sign_in_button_help_guide" = "Iniciar Sessão";
"skip_button_help_guide" = "Ignorar";
